Repository: Benjamintxt/sapient
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Select Language
fr: Sélectionner la langue

# cancelButton
source: Cancel
fr: Annuler

source: Change Language
fr: Changer la langue

source: Add Flashcard
fr: Ajouter une Flashcard

source: Answer
fr: Réponse

source: Edit Flashcard
fr: Éditer la flashcard

# modifyQuestion
source: Modify the question...
fr: Modifier la question...

# modifyAnswer
source: Modify the answer...
fr: Modifier la réponse...

source: Front
fr: Question

source: Back
fr: Réponse

source: Save
fr: Sauvegarder

source: Review
fr: Révision

# noFlashcards
source: No flashcards to review.
fr: Aucune flashcard à réviser.

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

# delete_flashcard_message
source: Do you really want to delete "{flashcard}" ?
fr: Souhaitez-vous vraiment supprimer "{flashcard}" ?

source: Cancel
fr: Annuler

source: No flashcards found
fr: Aucune flashcard trouvée

source: Delete flashcard?
fr: Supprimer la flashcard ?

# delete_subject_message
source: Do you really want to delete "{subject}"?
fr: Souhaitez-vous vraiment supprimer "$subject" ?

source: Delete Subject
fr: Supprimer le sujet

source: Profile
fr: Profil

# add_subject
source: Add a subject
fr: Ajouter un sujet

# subject_name_hint
source: Subject Name
fr: Nom du sujet

source: Name
fr: Nom

source: Learning Goals
fr: Objectifs d'apprentissage

source: Email not available
fr: Adresse mail indisponible

# is_category
source: Category (no flashcards)
fr: Catégorie (pas de flashcards)

# no_subjects
source: Aucun sujet pour lâ€™instant
fr: Aucun sujet pour le moment.

# imagePlaceholder
source: Image flashcard
fr: Flashcard avec image

# flashcardAdded
source: Flashcard added with image!
fr: Flashcard ajoutée avec image !

# chooseImageSide
source: Choose the image side
fr: Choisir le côté de l'image

# flashcardNameHint
source: Flashcard name
fr: Nom de la flashcard

# addSecondSide
source: Add the other side too?
fr: Ajouter aussi l'autre côté ?

source: Yes
fr: Oui

source: No
fr: Non

# profile_name
source: Name
fr: Nom

source: Learning objectives
fr: Objectifs d’apprentissage

source: Change language
fr: Changer la langue

# profile_progression
source: Progress
fr: Progression

source: Flashcards reviewed
fr: Flashcards révisées

source: Seen
fr: Vues

source: Never seen
fr: Jamais vues

source: Total revisions
fr: Nombre de révisions

source: Global success rate
fr: Taux de réussite global

source: Success by subject
fr: Taux par matière

# avg_time
source: Average time
fr: Temps moyen

# time_per_quizz
source: Time per quiz
fr: Temps par quizz

source: Revision rates
fr: Taux de révision

# achievements
source: Statistic
fr: Statistiques

source: Statistics
fr: Statistiques
